{
    "jokes": [{
            "joke": "It takes a lot of balls to golf the way I do"
        }, {
            "joke": "I just got kicked from a secret cooking class, I spilled the beans"
        }, {
			"joke": "I told my girlfriend too high, she seemed suprised"
		}, {
            "joke": "A man walks into a bar, ouch"
        }, {
            "joke": "Did you hear they arrested the devil, they got him on possesion."
        }, {
            "joke": "What happens to a illegally parked toad?", "punchline": "It gets toad away."
        }, {
            "joke": "Why did David Hasslehood change his name to the 'The Hoff'", "punchline": "It's less hassle."
        }, {
            "joke": "Why does Waldo wear stripes?", "punchline": "Because he doesnt want to be spotted."
        }, {
            "joke": "Why do scuba divers jump backwards out of the boat?", "punchline": "Because they would still be in the boat."
        }, {
            "joke": "A man walked into a zoo. There was one dog, it was a Shih Tzu"
        }, {
            "joke": "What do you call a broken can opener?", "punchline": "A can't opener."
        }, {
            "joke": "What's Grey and not very heavy?", "punchline": "Light Grey."
        }, {
            "joke": "Did you know the original french fries weren't fried in France?", "punchline": "They were fried in Grease."
        }, {
            "joke": "Do you know how to spell Panda?", "punchline": "All you need is P and A."
        }, {
            "joke": "If athlete's got athlete's foot, what do astronauts get? Missile Toe."
        }, {
            "joke": "Why don't Pirates take a shower before walking the plank?", "punchline": "They just wash up on shore."
        }, {
            "joke": "Why don't cats play poker in the jungle?", "punchline": "Too many <@534806180636393472>s.."
        }, {
            "joke": "What do you call a parade of rabbits hopping backward?", "punchline": "A receeding hare line."
        }, {
            "joke": "The claustrophobic astronaut?", "punchline": "He just wanted a little more space."
        }, {
            "joke": "What do you call a bear with no teeth?", "punchline": "A gummy bear."
        }, {
            "joke": "What does a dog eat for breakfast?", "punchline": "Woofles."
        }, {
            "joke": "You can't run through a camp site?", "punchline": "You can only ran because its past tents."
        }, {
            "joke": "To be Frank, I'd have to change my name."
        }, {
            "joke": "Why can't you trust an atom?", "punchline": "Because they make up literlly everything."
        }, {
            "joke": "Why'd the old man fall down the well?", "punchline": "Because he couldn't see that well."
        }, {
            "joke": "Steak jokes are rare."
        }, {
            "joke": "What do you call a deaf gynecologist? A lip reader."
        }, {
            "joke": "When someone says they are cold, tell them to stand in a corner. It's 90 degrees."
        }, {
            "joke": "Be wary of stairs... theyr'e almost always up to something."
        }, {
            "joke": "Did you hear about the Italian chef who died?", "punchline": "He pasta-way."
        }, {
            "joke": "I sold my vacuum the other day.", "punchline": "All it was doing collecting dust."
        }, {
            "joke": "So Far, Humpty Dumpty is having a terrible winter.", "punchline": " Which sucks because he had a great fall."
        }, {
            "joke": "What is Forest Gumps email password?", "punchline": " 1forrest1."
        }, {
            "joke": "I stayed up all night wondering where the sun went, then it dawned on me."
        }, {
            "joke": "Did you hear about the guy who invented the knock-knock joke?", "punchline": "He won the 'no-bell'prize."
        }, {
            "joke": "My boss is going to fire the employee with the worst posture", "punchline": "I have a hunch, it might be me."
        }, {
            "joke": "What's red and bad for your teeth?", "punchline": "An Accy brick."
        }, {
            "joke": "What do you call a fake noodle?", "punchline": "An impasta."
        }, {
            "joke": "How do you organise a space party", "punchline": "You planet."
        }, {
            "joke": "What do you call an alligator in a vest", "punchline": "An in-vesti-gator."
        }, {
            "joke": "Money talks, mine always says good-bye."
        }, {
            "joke": "What did the janitor say when he jumped out of the closet?", "punchline": "Supplies."
        }, {
            "joke": "Did Noah include Termites on the ark."
        }, {
            "joke": "What did the buffalo say when his son left?", "punchline": "Bison."
        }, {
            "joke": "What's the most terrifying word in nuclear physics?'", "punchline": "Oops."
        }, {
            "joke": "Whenever I lose my TV controller", "punchline": "I always find it in a remote location."
        }, {
            "joke": "I used to be addicted to the hokey pokey...", "punchline": "but then I turned myself around."
        }, {
            "joke": "Wife: How do I look?", "punchline": "Husband: With your eyes."
        }, {
            "joke": "It's sad that a family can be torn apart by something as simple as wild dogs."
        }, {
            "joke": "Have you heard the rumour about butter?", "punchline": "Never mind, I shouldn't be spreading it."
        }, {
            "joke": "What do you call a Frenchman in Sandals?", "punchline": "Phillipe Floppe."
        }, {
            "joke": "eBay is so useless", "punchline": "I tried to look up lighters and all they had was 13,749 matches."
        }, {
            "joke": "Why couldn't the blonde add 10 + 5 on a calculator?", "punchline": "She couldn't find the 10 button."
        }, {
            "joke": "I wrote a song about a tortilla", "punchline": "Actually, it's more of a wrap."
        },  {
            "joke": "WThe only thing flat earthers have to fear...", "punchline": "... is sphere itself."
        }, {
            "joke": "Why did the can crusher quit his job?", "punchline": "Because it was soda pressing."
        }, {
            "joke": "How do you make holy water?", "punchline": "You boil the hell out of it."
        }, {
            "joke": "When does a joke become a dad joke?", "punchline": "When it becomes apparent."
        }, {
            "joke": "I think animal testing is a terrible idea", "punchline": "they get all nervous and give the wrong answers."
        }, {
            "joke": "I got fired from my job at the bank today.", "punchline": "An old lady asked me to check her balance, so I pushed her over."
        }, {
            "joke": "So this bloke says to me, Can I come in your house and talk about your carpets?'", "punchline": "I thought, That's all I need... a Je-hoover's witness."
        }, {
            "joke": "Why are there so mant different kinds of pasta?", "punchline": "If I had a penne for every time i asked myself this question."
        }, {
            "joke": "Where do you take someone who's been injured in a peek-a-boo accident?", "punchline": "To the I-C-U."
        }, {
            "joke": "When I was a kid I used to pray every night for a new bike", "punchline": "Then I realised that The Lord doesn’t work that way, so I stole one and asked him to forgive me."
        }, {
            "joke": "Nurse: Blood type?", "punchline": "Dad: Red."
        }, {
            "joke": "Why do you tell actors to break a leg?", "punchline": "Every play has a cast."
        }
    ]
}